Repository: wp-plugins/alemha-watermark
Catalog: languages/mnbaa_watermark-*.po
Languages: ar

source: Watermark text
ar: نص العلامه المائيه

source: Image sizes
ar: أحجام الصوره

source: Font type
ar: نوع الخط

source: Type of font.
ar: نوع الخط

source: Font size
ar: حجم الخط

source: Size of font.
ar: حجم الخط

source: Rotation
ar: الدوران

source: Enter the value of the angle of rotation
ar: ادخل زاويه الدوران

source: Transparency
ar: الشفافيه

source: Position
ar: المكان

source: Position of watermark
ar: مكان العلامه المائيه

source: top
ar: أعلى

source: bottom
ar: أسفل

source: The Horizontal distance
ar: المسافه الافقيه

source: The vertical distance
ar: المسافه الارأسيه

source: Use background
ar: استخدام خلفيه

source: Add background behidn your text
ar: اضافه خلفيه للنص

source: yes
ar: نعم

source: no
ar: لا

source: Image
ar: الصوره

source: Image Rotation
ar: دوران الصوره

source: Image Transparency
ar: شفافيه الصوره

source: Image Position
ar: مكان الصوره

source: Image Size
ar: حجم الصوره

source: Image size
ar: حجم الصوره

source: Full Size
ar: حجم كامل

source: Export
ar: تصدير

source: Watermark
ar: العلامه المائيه

source: Edit Watermark
ar: تعديل العلامه المائيه

source: New Watermark
ar: علامه مائيه جديده

source: All Watermarks
ar: العلامات المائيه

source: View Watermark
ar: عرض العلامه المائيه

source: Add New Watermark
ar: اضافه علامه مائيه جديده

source: watermark
ar: العلامه المائيه

source: Image sizes & Font Setting
ar: أحجام الصوره واعدادات الخط

source: Position Setting
ar: اعدادات المكان

source: Background Setting
ar: اعدادات الخلفيه

source: Upload Image
ar: رفع صوره

source: Preview
ar: معاينه

source: Select watermark
ar: اختر علامه مائيه

source: Select your watermark
ar: اختر علامتك المائيه

source: Categories
ar: الأقسام

source: All Categories
ar: جميع الأقسام

source: New Categories Name
ar: اسم الأقسام الجديده

source: Add Categories Item
ar: أضافه أفسام

source: Edit Categories
ar: تعديل الأقسام

source: Update Categories
ar: تعديل الأقسام

source: Separate Categories with commas
ar: فصل الأقسام بفاصله

source: Search Categories
ar: البحث في الأقسام

source: Add or remove Categories
ar: أضافة أو حذف أقسام

source: Choose from the most used Categories
ar: الاختيار ما بين أكثر الأقسام استخداما

source: Not Found
ar: لا يوجد

source: Select font color
ar: اختر لون الخط

source: Choose Image
ar: اختر الصوره

source: Remove Image
ar: احذف الصوره
